HOLIDAYS = [
  '2020-01-01', # 年始
  '2020-01-02', # 年始
  '2020-01-03', # 年始
  '2020-01-04', # 年始
  '2020-01-05', # 年始
  '2020-02-10', # Pont
  '2020-02-11', # 建国記念の日
  '2020-02-24', # 天皇誕生日
  '2020-03-20', # 春分の日
  '2020-03-26', # Parapente
  '2020-04-03', # Parapente
  '2020-04-29', # 昭和の日
  '2020-05-05', # 子供の日
  '2020-05-06', # 憲法記念日
  '2020-05-22', # Google-wide
  '2020-06-18', # Parapente
  '2020-07-23', # 海の日
  '2020-07-24', # スポーツの日
  '2020-08-05', # Pris la journée pour soutenir Sakiko
  '2020-08-10', # 山の日
  '2020-08-20', # Parapente
  '2020-09-04', # Google-wide
  '2020-09-21', # 敬老の日
  '2020-09-22', # 秋分の日
  '2020-09-28', # Parapente
  '2020-11-13', # Parapente
  '2020-11-23', # 勤労感謝の日
  '2020-12-01', # 沖縄
  '2020-12-02', # 沖縄
  '2020-12-03', # 沖縄
  '2020-12-04', # 沖縄
  '2020-12-29', # 年末
  '2020-12-30', # 年末
  '2020-12-31', # 年末
  '2021-01-01', # 年始
  '2021-01-02', # 年始
  '2021-01-03', # 年始
  '2021-01-04', # 年始
  '2021-01-05', # 年始
  '2021-01-11', # 成人の日
  '2021-02-11', # 建国記念日
  '2021-02-23', # 天皇誕生日
  '2021-03-26', # Google-wide
  '2021-04-29', # 昭和の日
  '2021-05-03', # 憲法記念日
  '2021-05-04', # みどりの日
  '2021-05-05', # こどもの日

  '2021-05-17', # Vacances
  '2021-05-18', # Vacances
  '2021-05-19', # Vacances
  '2021-05-20', # Vacances
  '2021-05-21', # Vacances

  '2021-05-24', # Vacances
  '2021-05-25', # Vacances
  '2021-05-26', # Vacances
  '2021-05-27', # Vacances
  '2021-05-28', # Google-wide

  '2021-05-31', # Vacances
  '2021-06-01', # Vacances
  '2021-06-02', # Vacances
  '2021-06-03', # Vacances
  '2021-06-04', # Vacances

  '2021-06-07', # Vacances
  '2021-06-08', # Vacances
  '2021-06-09', # Vacances
  '2021-06-10', # Vacances
  '2021-06-11', # Vacances

  '2021-06-14', # Vacances
  '2021-06-15', # Vacances
  '2021-06-16', # Vacances
  '2021-06-17', # Vacances
  '2021-06-18', # Vacances

  '2021-06-21', # Vacances
  '2021-06-22', # Vacances
  '2021-06-23', # Vacances
  '2021-06-24', # Vacances
  '2021-06-25', # Vacances

  '2021-06-28', # Vacances
  '2021-06-29', # Vacances
  '2021-06-30', # Vacances
  '2021-07-01', # Vacances
  '2021-07-02', # Vacances

  '2021-07-22', # 海の日
  '2021-07-23', # Férié jeux olympiques

  '2021-08-09', # Lundi après 山の日
  '2021-08-11', # Vaccin, pris la journée au cas où

  '2021-09-13', # Parapente

  '2021-09-20', # Vacances
  '2021-09-21', # Vacances
  '2021-09-22', # Vacances
  '2021-09-23', # Vacances
  '2021-09-24', # Vacances

  '2021-10-08', # Cours de massage
]
